Repository: giellalt/corpus-sme
Catalog: tmx/nob2sme/admin/depts/regjeringen.no/historja_id_85907.html.tmx
Source language: sme
Languages: nob

source: Stáhtaministara kantuvrras lea ovddasvástádus doaimmahit guovddáš čállingoddebargguid mat leat dahkkojuvvon čađat gaskka dan rájis go loahpahuvvui dánska-norgga riika dálvet 1814 .
nob: Statsministerens kontor blir til Statsministerens kontor har ansvar for sentrale sekretariatsoppgaver som har vært utført uten avbrudd siden oppløsningen av det dansk-norske rike vinteren 1814 .

source: Barggut leat earret eará doaibmat Stáhtaráđi čállin , ja veahkehit stáhtaministara ovttaidahttit ráđđehusa barggu .
nob: Oppgavene består blant annet i å være sekretariat for Statsrådet , og å bistå statsministeren i å samordne arbeidet i regjeringen .

source: Virggálaččat ásahuvvon Stáhtaministaris lea leamaš sierra čállingoddi máŋggain bargiin dan rájis go ráđđehus 1945 máhcai fas Osloi , maŋŋil eksiila Londonis nuppi máilmmisoađis .
nob: Formelt etablert Statsministeren har hatt et eget sekretariat med flere medarbeidere siden regjeringen i 1945 kom tilbake til Oslo , etter eksil i London under andre verdenskrig .

source: Jagis 1950 šattai " Stáhtaministara kantuvra " almmolaš namahussan , ja 1956 ásahuvvui virggálaš kantuvra mas ledje golbma stáhtačálli ja hálddašángoddi .
nob: I 1950 ble betegnelsen " Statsministerens kontor " offisielt tatt i bruk , og i 1956 ble kontoret formelt etablert med tre statssekretærer og embetsverk .

source: 1969 biddjojuvvojedje stáhtaráđđečállingotti barggut Stáhtaministara kantuvrii .
nob: I 1969 ble statsrådssekretariatets oppgaver lagt til Statsministerens kontor .

source: Nu biddjojedje ovtta sadjái guokte doaimma 1800-logu rájis – Stáhtaráđi čállingoddi ja stáhtaministtar .
nob: To sentrale funksjoner fra tidlig på 1800-tallet var dermed samlet – Statsrådets sekretariat og statsministeren .

source: Historihkka Go našuvnnalaš stivrengaskaoamit Norggas fas ásahuvvojedje ođđasit 1814 giđa , de bođii ođđasit dárbu ásahit guovddáš čállingottiid .
nob: Historikk Det var da nasjonale styringsorganer i Norge ble gjenopprettet våren 1814 , at behovet for sentrale sekretariater oppstod på ny .

source: Vuosttaš stáhtaráđđečálli , gii gohčoduvvui " regjeringssekretær " , álggii bargat njukčamánu 1814 , go prinsa Christian Frederik nammadii iežas ráđđehusráđi .
nob: Den første statsrådsekretæren , som hadde tittelen " regjeringssekretær " , tok fatt allerede i mars 1814 , da prins Christian Frederik utnevnte sitt regjeringsråd .

source: Miessemánu 1814 rievdadii riikkačoahkkin Eidsvollas ráđi namahusa " stáhtaráđđin " , ja čálli gohčoduvvui " stáhtačállin " .
nob: I mai 1814 omdøpte riksforsamlingen på Eidsvoll rådet til " statsråd " , mens sekretæren ble " statssekretær " .

source: Njunuš stáhtaráđis , geas daid mánuid ii lean sierra namahus , ii lean fásta čálli .
nob: Den fremste statsråden , som i disse månedene ikke hadde noen egen tittel , hadde ingen fast sekretær .

source: Stáhtaministtar Go Norga skábmamánu 1814 bođii uniovdnii Ruoŧain , de šattai njunuš stáhtaráđi , Peder Ankera namahus " stáhtaministtar " .
nob: Statsminister Da Norge i november 1814 kom i union med Sverige , ble tittelen " statsminister " tatt i bruk om den fremste statsråden , Peder Anker .

source: Son šattai fásta hoavdan norgga stáhtaráđđeossodahkii Stockholmas sierra čállingottiin .
nob: Han fikk fast tilhold som sjef for den norske statsrådavdelingen i Stockholm , som omfattet et eget sekretariat .

source: Go gonagas lea eret Dađistaga šattai dárbu ásahit sierra čálli maiddái sutnje gii jođihii stáhtaráđđečoahkkimiid Christianias go gonagas lei eret .
nob: I kongens fravær Etter hvert ble det behov for at også den som i kongens fravær ledet statsrådsmøtene i Christiania , fikk sin egen sekretær .

source: Dat dáhpáhuvai suoidnemánu 1829 .
nob: Det skjedde i juli 1829 .

source: Go stáhtaráđi jođihangoddi Christianias 1800-logu mielde sirdojuvvui ruoŧas norgga boargáriidda , de čálli barggai álggos vuos várregonagasa ja ráđđehusnjunnoža sadjásačča ( státtholdera ) ovddas , ja dasto vuosttašstáhtaráđi ovddas ja suoidnemánu 1873 rájis ođđanammaduvvon stáhtaministara ovddas Christianias , Frederik Stang .
nob: Da ledelsen av statsrådet i Christiania utover på 1800-tallet ble overført fra svenske til norske borgere , arbeidet denne sekretæren først for visekonge og stattholder , så for førstestatsråden og fra juli 1873 for den nyutnevnte statsministeren i Christiania , Frederik Stang .

source: Čállivirgi doalahuvvui dain áigodagain go stáhtaministtar maiddái jođihii ovtta departemeantta .
nob: Sekretærstillingen ble beholdt i de periodene da statsministeren også styrte et av departementene .

source: Stáhtaráđđečállingoddi Dát dilli doalahuvvui dassážiigo ruoŧa-norgga uniovdna loahpahuvvui geassemánu 1905 .
nob: Statsrådsekretariatet Slik var det fram til oppløsningen av den svensk-norske unionen i juni 1905 .

source: Jagis 1906 loahpahuvvui stáhtaministtarčállivirgi .
nob: I 1906 ble imidlertid stillingen som statsministersekretær opphevet .

source: Das rájis stáhtaministtar geavahii mielbargiid dan departemeanttas man son jođihii , maiddái veahkehit su ovttaidahttit ráđđehusbarggu .
nob: Fra nå brukte statsministeren medarbeiderne i det departementet han styrte , til også å bistå ham i å samordne regjeringsarbeidet .

source: Stáhtačállingoddi doaimmai ain ráđđehusa oktasaškantuvran , hálddahuslaččat dat lei Justiisadepartemeanttas .
nob: Statssekretariatet fortsatte som regjeringens felleskontor , administrativt plassert i Justisdepartementet .

source: Jagis 1926 molssui Stáhtačállingoddi namahusa ja šattai Stáhtaráđđečállingoddin , ja stáhtačálli šattai stáhtaráđđečallin .
nob: I 1926 skiftet Statssekretariatet navn til Statsrådsekretariatet , og statssekretæren tittel til statsrådsekretær .

source: Stáhtaministara kantuvra Dakka maŋŋil go nubbi máilmmisoahti buollái , de stáhtaministtar Johan Nygaardsvold golggotmánus 1939 luvvejuvvui makkárge departemeantta jođiheamis .
nob: Statsministerens kontor Kort etter utbruddet av andre verdenskrig , ble statsminister Johan Nygaardsvold i oktober 1939 fritatt for å styre noe departement .

source: Dan seammás ásahuvvui fas ođđasit stáhtaministtarčállivirgi .
nob: Samtidig ble stillingen som statsministersekretær gjenopprettet .

source: Dát virgi lasihuvvui 1945 ' geasi guvttiin virggiin .
nob: Denne stillingen ble sommeren 1945 supplert med to stillinger .

source: Fargga oaččui dát unna čállingoddi namman " Stáhtaministara kantuvra " stáhtaministara Einar Gerhardsena olis .
nob: Snart ble betegnelsen " Statsministerens kontor " tatt i bruk om dette lille sekretariatet rundt statsminister Einar Gerhardsen .
